Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: གལ་ཏེ་མི་རྟག་པར་རྗེས་སུ་ལྟ་བར་གནས་པ་ནས། གལ་ཏེ་ཕྱིར་རྒོལ་བར་རྗེས་སུ་ལྟ་བར་གནས་པའི་བར་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Whether he considers impermanence, and so forth, up until...whether he considers opposition, the Thus-Gone One correctly understands.

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of the world,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the world.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་འཇིག་རྟེན་གྱི་ཁམས་ཤེས་པ་འགོག་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of the world.

source: དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་གྱི་ཁམས་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of the world element,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་གྱི་ཁམས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the world element.

source: ཤེས་པ་གང་གིས་འཇིག་རྟེན་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་ཤེས་པ་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: He correctly understands the knowledge of cessation by which he knows, understands, and actualizes the knowledge of the world.

source: དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of the world,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of several inclinations.

source: སེམས་ཅན་འདི་དག་ནི་གཟུགས་ལ་མོས་སོ། །
en: ‘These beings are interested in form;

source: སེམས་ཅན་འདི་དག་ནི་སྒྲ་ལ་མོས་སོ། །
en: these beings are interested in sound;

source: སེམས་ཅན་འདི་ལ་དག་ནི་དྲི་ལ་མོས་སོ། །
en: these beings are interested in smell;

source: སེམས་ཅན་འདི་དག་ནི་རོ་ལ་མོས་སོ། །
en: these beings are interested in taste;

source: སེམས་ཅན་འདི་དག་ནི་རེག་བྱ་ལ་མོས་སོ་ཞེས་
en: these beings are interested in texture.’

source: ཁྱིམ་བདག་དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, that is how the Thus-Gone One correctly understands several inclinations.

source: དེ་བཞིན་གཤེགས་པ་མོས་པ་དུ་མ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of several inclinations,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of several interests.

source: མོས་པ་དུ་མ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands how to gain knowledge of the origin as related the knowledge of several inclinations,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་མོས་པ་དུ་མ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of several inclinations.

source: དེ་བཞིན་གཤེགས་པ་མོས་པ་དུ་མ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of several inclinations,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of several inclinations.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of several inclinations.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་དང་། གསལ་བ་དང་། མངོན་པར་རྟོགས་པ་དང་། ཡང་དག་པར་ཁོང་དུ་ཆུད་པ་དང་། མཁས་པ་གང་ཡིན་པ་འདི་ནི་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཞེས་བྱ་སྟེ
en: To know, see, perceive, realize, understand, and be skillful about this is called knowing cessation as related to knowledge of several inclinations .

source: དེ་བཞིན་གཤེགས་པ་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of several inclinations,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of several inclinations.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པ་ཤེས་པ་གང་གིས་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་ཤེས་པ་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation by which he knows, understands, and actualizes the knowledge of several inclinations.

source: དེ་བཞིན་གཤེགས་པ་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of several inclinations,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of various inclinations.

source: སེམས་ཅན་འདི་དག་ནི་སྔོན་པོ་ལ་མོས་སོ། །
en: ‘These beings are interested in blue;

source: སེམས་ཅན་འདི་དག་ནི་སེར་པོ་ལ་མོས་སོ། །
en: these beings are interested in yellow;

source: སེམས་ཅན་འདི་དག་ནི་དམར་པོ་ལ་མོས་སོ། །
en: these beings are interested in red;

source: སེམས་ཅན་འདི་དག་ནི་དཀར་པོ་ལ་མོས་སོ། །
en: these beings are interested in white;

source: སེམས་ཅན་འདི་དག་ནི་སྣ་ཚོགས་ལ་མོས་སོ་ཞེས།
en: these beings are interested in various colors.’

source: ཁྱིམ་བདག་དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, that is how the Thus-Gone One correctly understands the knowledge of various inclinations.

source: དེ་བཞིན་གཤེགས་པ་མོས་པ་སྣ་ཚོགས་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of various inclinations,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of various inclinations.

source: མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands how to gain knowledge of the origin as related to knowledge of various inclinations,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of various inclinations.

source: དེ་བཞིན་གཤེགས་པ་མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of various inclinations,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of various inclinations.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འགོག་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of various inclinations.

source: དེ་བཞིན་གཤེགས་པ་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of various inclinations,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of various inclinations.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པ་ཤེས་པས་གང་གིས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་ཤེས་པ་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation by which he knows, understands, and actualizes the knowledge of various inclinations.

source: དེ་བཞིན་གཤེགས་པ་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of various inclinations,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the faculties.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པས་མིག་གི་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the eye faculty.

source: མིག་གི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས། མིག་གི་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས། མིག་གི་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: He correctly understands the knowledge of the origin as related to knowledge of the eye faculty, the knowledge of cessation as related to knowledge of the eye faculty, and the knowledge of the path that leads to cessation as related to knowledge of the eye faculty.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས། ཡིད་ཀྱི་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས། ཡིད་ཀྱི་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དང་། མོའི་དབང་པོ་ཤེས་པ་དང་། ཕོའི་དབང་པོ་ཤེས་པ་དང་། ལམ་ཤེས་པ་དང་། སྲོག་གི་དབང་པོ་ཤེས་པ་དང་། བདེ་བའི་དབང་པོ་ཤེས་པ་དང་། སྡུག་བསྔལ་གྱི་དབང་པོ་ཤེས་པ་དང་། ཡིད་བདེ་བའི་དབང་པོ་ཤེས་པ་དང་། ཡིད་མི་བདེ་བའི་དབང་པོ་ཤེས་པ་དང་། བཏང་སྙོམས་ཀྱི་དབང་པོ་ཤེས་པ་དང་། དད་པའི་དབང་པོ་ཤེས་པ་དང་། བརྩོན་འགྲུས་ཀྱི་དབང་པོ་ཤེས་པ་དང་། དྲན་པའི་དབང་པོ་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་གྱི་དབང་པོ་ཤེས་པ་དང་། ཤེས་རབ་ཀྱི་དབང་པོ་ཤེས་པ་དང་། མི་ཤེས་པ་ཀུན་ཤེས་པར་བྱེད་པའི་དབང་པོ་ཤེས་པ་དང་། ཀུན་ཤེས་པའི་དབང་པོ་ཤེས་པ་དང་། ཀུན་ཤེས་པར་བྱེད་པའི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས། ཀུན་ཤེས་པར་བྱེད་པའི་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས། ཀུན་ཤེས་པར་བྱེད་པའི་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པའི་བར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Likewise, he correctly understands the knowledge of the ear faculty, the nose faculty, the tongue faculty, the body faculty, and the mind faculty. He correctly understands the knowledge of the origin , the knowledge of cessation, and the knowledge of the path as related to the knowledge of these faculties. He correctly understands the knowledge of the female faculty, the male faculty, the path, the life faculty, the pleasure faculty, the displeasure faculty, the happiness faculty, the unhappiness faculty, the neutral faculty, the faith faculty, the diligence faculty, the mindfulness faculty, the absorption faculty, the insight faculty, the faculty that facilitates understanding of all that has not been understood, the faculty of full knowledge, and the faculty that facilitates full knowledge. He correctly understands the knowledge of the origin , the knowledge of cessation, and the knowledge of the path as related to the knowledge of these faculties.

source: ཐམས་ཅད་ལ་ཡང་རྒྱས་པར་བྱ་ཞིང་མདོ་དང་པོ་ཇི་ལྟ་བ་བཞིན་ནོ། །
en: All of these should be expanded upon as has been done in the first part of this discourse.

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མིག་གི་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the eye faculty.

source: འབྱུང་བ་ཆེན་པོ་བཞི་དག་གི་དང་བ་ནི་མིག་གི་དབང་པོ་ཡིན་ཏེ།
en: The eye faculty is a subtle form composed of the four main elements.

source: སའི་ཁམས་དང་བ་དང་། ཆུའི་ཁམས་དང་བ་དང་། མེའི་ཁམས་དང་བ་དང་། རླུང་གི་ཁམས་དང་བ་ཡིན་ཏེ།
en: It is the subtle form of the earth element, the subtle form of the water element, the subtle form of the fire element, and the subtle form of the wind element.

source: དེ་ལ་སའི་ཁམས་དང་བ་ཡང་མིག་མ་ཡིན་ལ། སའི་ཁམས་དང་བ་ལས་གཞན་པ་ཡང་མིག་མ་ཡིན།
en: However, the subtle form of the earth element is not the eye, nor is the eye anything but the subtle form of the earth element.

source: ཆུའི་ཁམས་དང་བ་ཡང་མིག་མ་ཡིན་ལ། ཆུའི་ཁམས་དང་བ་ལས་གཞན་པ་ཡང་མིག་མ་ཡིན།
en: The subtle form of the water element is not the eye, nor is the eye anything but the subtle form of the water element.

source: མེའི་ཁམས་དང་བ་ཡང་མིག་མ་ཡིན་ལ། མེའི་ཁམས་དང་བ་ལས་གཞན་པ་ཡང་མིག་མ་ཡིན།
en: The subtle form of the fire element is not the eye, nor is the eye anything but the subtle form of the fire element.

source: རླུང་གི་ཁམས་དང་བ་ཡང་མིག་མ་ཡིན་ལ། རླུང་གི་ཁམས་དང་བ་ལས་གཞན་པ་ཡང་མིག་མ་ཡིན་མོད་ཀྱི།
en: The subtle form of the wind element is not the eye, nor is the eye anything but the subtle form of the wind element.

source: ཁྱིམ་བདག་འོན་ཀྱང་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་མིག་ཡོངས་སུ་གྲུབ་པ་ཡིན་ཏེ
en: Householder, still, the eye is formed due to the ripening of karma.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་ནས་མཁས་པའི་བར་གང་ཡིན་པ་འདི་ནི་མིག་གི་དབང་པོ་ཤེས་པ་ཞེས་བྱ་སྟེ།
en: To know, see, . . . and be skillful about this is called knowing the eye element .

source: དེ་བཞིན་གཤེགས་པ་མིག་གི་དབང་པོ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the eye faculty,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མིག་གི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the eye faculty.

source: མིག་གི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: The Thus-Gone One correctly understands how to gain knowledge of the origin as related to knowledge of the eye faculty,

source: རྒྱུ་གང་དང་རྐྱེན་གང་དག་གིས་མིག་གི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པའི་རྒྱུ་དེ་དང་རྐྱེན་དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: He correctly understands those causes and conditions that accomplish knowledge of the origin as related to knowledge of the eye faculty.

source: དེ་བཞིན་གཤེགས་པ་མིག་གི་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the origin as related to knowledge of the eye faculty,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མིག་གི་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the eye faculty.

source: སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་བྱས་ནས། བདེ་བ་ལ་བཙུད་པ་ནི་མིག་གི་དབང་པོ་ཤེས་པ་འགོག་པ་སྟེ།
en: He has freed innumerable beings from suffering and established them in happiness. That is the knowledge of cessation as related to knowledge of the eye faculty.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་དང་། གསལ་བ་དང་། མངོན་པར་རྟོགས་པ་དང་། ཡང་དག་པར་ཁོང་དུ་ཆུད་པ་དང་། མཁས་པ་གང་ཡིན་པ་དེ་དེ་བཞིན་གཤེགས་པས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: To know, see, perceive, realize, understand, and be skillful about this is how the Thus-Gone One correctly understands.

source: དེ་བཞིན་གཤེགས་པ་མིག་གི་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of cessation as related to knowledge of the eye faculty,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མིག་གི་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the eye faculty.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པ་ཤེས་པ་གང་གིས་མིག་གི་དབང་པོ་ཤེས་པ་ཡོངས་སུ་ཤེས། ཁོང་དུ་ཆུད། མངོན་སུམ་དུ་བྱས་པའི་འགོག་པ་ཤེས་པ་དེ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation by which he knows, understands, and actualizes the knowledge of the eye faculty.

source: དེ་བཞིན་གཤེགས་པ་མིག་གི་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the path that leads to cessation as related to knowledge of the eye faculty,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་རྣ་བའི་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the ear faculty.

source: འབྱུང་བ་ཆེན་པོ་བཞི་དང་བ་ནི་རྣ་བའི་དབང་པོ་ཡིན་ཏེ།
en: The subtle form of the four main elements is the ear faculty.

source: དེ་ལ་སའི་ཁམས་དང་བ་ཡང་རྣ་བའི་དབང་པོ་མ་ཡིན་ལ། སའི་ཁམས་དང་བ་ལས་གཞན་པ་ཡང་རྣ་བའི་དབང་པོ་མ་ཡིན་ཞིང་། རླུང་གི་ཁམས་དང་བ་ལས་གཞན་པ་ཡང་རྣ་བའི་དབང་པོ་མ་ཡིན་མོད་ཀྱི།
en: However, the subtle form of the earth element is not the eye, nor is the eye anything but the subtle form of the earth element, and so forth, up until . . . nor is the eye anything but the subtle form of the wind element.

source: འོན་ཀྱང་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་རྣ་བའི་དབང་པོ་མངོན་པར་གྲུབ་པ་ཡིན་ནོ། །
en: Nevertheless, the ear faculty is formed due to the ripening of karma.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་ནས་མཁས་པའི་བར་གང་ཡིན་པ་འདི་ནི་རྣ་བའི་དབང་པོ་ཤེས་པ་ཞེས་བྱ་སྟེ།
en: To know, see, . . . and be skillful about this is called knowing the ear element .

source: དེ་བཞིན་གཤེགས་པ་རྣ་བའི་དབང་པོ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the ear faculty,

source: སྣ་དང་ལྕེ་དང་ལུས་ཀྱང་དེ་བཞིན་ནོ། །
en: The nose, tongue, and body are just like that.

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་ཡིད་ཀྱི་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the mind faculty.

source: ཁྱིམ་བདག་འདི་ལ་དེ་བཞིན་གཤེགས་པས་ཡིད་ཀྱི་དབང་པོ་ནི་དབང་པོ་ལྔ་པོ་དག་གི་གཙོ་བོ་ཡིན་ནོ། །ཞེས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, the Thus-Gone One correctly understands that ‘the mind faculty is the leader of the other five faculties;

source: ཡིད་ཀྱི་དབང་པོ་ནི་དབང་པོ་ལྔ་དག་གི་སྤྱོད་ཡུལ་ལ་སྤྱོད་པ་དང་། ཡིད་ཀྱི་དབང་པོ་ནི་དབང་པོ་ལྔའི་ཞིང་ཡིན་ནོ་ཞེས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏེ
en: [the Thus-Gone One correctly understands that] the mind faculty is what experiences the domain of the other five faculties; the mind faculty is the field of the other five faculties.’

source: ཁྱིམ་བདག་དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་ཡིད་ཀྱི་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, in this way the Thus-Gone One correctly understands the mind faculty.

source: དེ་བཞིན་གཤེགས་པ་ཡིད་ཀྱི་དབང་པོ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the mind faculty,

source: ཀུན་འབྱུང་བ་དང་འགོག་པ་དང་། ལམ་ཡང་ཇི་སྐད་བསྟན་པ་བཞིན་ནོ། །
en: The origin , cessation, and path are as they have been taught.

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་མོའི་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the female faculty.

source: མོའི་སྒྲ་དང་། མོའི་དབྱིབས་དང་། མོའི་སྦ་བ་དང་། མོའི་ཚུལ་དང་། མོའི་ཀུན་ཏུ་སྤྱོད་པ་གང་ཡིན་པ་འདི་ནི་མོའི་དབང་པོའོ། །
en: The female faculty refers to the female voice, shape, genitals, mannerisms, and behavior.

source: དེ་ལ་ཤེས་པ་དང་། མཐོང་བ་ནས་མཁས་པའི་བར་གང་ཡིན་པ་འདི་ནི་མོའི་དབང་པོ་ཤེས་པ་ཞེས་བྱ་སྟེ།
en: To know, see, . . . and be skillful about this is called knowing the female faculty .

source: དེ་བཞིན་གཤེགས་པ་མོའི་དབང་པོ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the female faculty,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་ཕོའི་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the male faculty.

source: ཕོའི་སྒྲ་དང་། ཕོའི་ཆ་བྱད་དང་། ཕོའི་སྦ་བ་དང་། ཕོའི་ཚུལ་དང་། ཕོའི་ཀུན་དུ་སྤྱོད་པ་གང་ཡིན་པ་འདི་ནི་ཕོའི་དབང་པོ་ཤེས་པ་ཞེས་བྱ་སྟེ
en: The male faculty refers to the male voice, appearance, genitals, mannerisms, and behavior.

source: དེ་བཞིན་གཤེགས་པ་ཕོའི་དབང་པོ་ཤེས་པ་དེ་ལ་ཡང་ཞུ་བ་ཞུས་པ་ན།
en: When the Thus-Gone One is asked about the knowledge of the male faculty,

source: ཁྱིམ་བདག་ཇི་ལྟར་ན་དེ་བཞིན་གཤེགས་པས་ཚེའི་དབང་པོ་ཤེས་པ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མཁྱེན་ཅེ་ན།
en: “Householder, you may wonder how the Thus-Gone One correctly understands the knowledge of the life faculty.

source: ཁྱིམ་བདག་སེམས་ཅན་གང་དག་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བའི་ཚེའི་ཚད་ཉིན་ཞག་གཅིག་པ་ཡོད་དེ།
en: Householder, the lifespan of some beings who are born in the animal realm is one day but

source: དུས་མ་ཡིན་པར་འཆི་བ་ཡང་ཡོད།
en: they may also die untimely.

source: སེམས་ཅན་གང་དག་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བའི་ཚེའི་ཚད་ནི་ལྔ་བརྒྱ་པ་ཡང་ཡོད་ལ།
en: The lifespan of some beings who are born in the animal realm is five hundred years but

source: སེམས་ཅན་གང་དག་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བའི་ཚེའི་ཚད་བསྐལ་པར་གནས་པ་ཡང་ཡོད་ལ།
en: The lifespan of some beings who are born in the animal realm is one eon but

source: འཛམ་བུའི་གླིང་གི་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་བརྒྱ་པ་སྟེ།
en: The lifespan of humans in Jambūdvīpa is one hundred years but

source: ནུབ་ཀྱི་བ་ལང་སྤྱོད་ཀྱི་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་ཉིས་བརྒྱ་ལྔ་བཅུ་པ་སྟེ།
en: The lifespan of humans in Aparagodānīya in the west is two hundred fifty years but

source: ཤར་གྱི་ལུས་འཕགས་ཀྱི་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་ལྔ་བརྒྱ་པ་སྟེ།
en: The lifespan of humans in Pūrvavideha in the east is five hundred years but

source: བྱང་གི་སྒྲ་མི་སྙན་གྱི་མི་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་སྟོང་སྟེ།
en: The lifespan of humans in Uttarakuru in the north is one thousand years but

source: དུས་མ་ཡིན་པར་འཆི་བ་ཡང་ཡོད་དེ།
en: they may also die untimely.

source: མི་རྣམས་ཀྱི་ལོ་ལྔ་བཅུ་གང་ཡིན་པ་དེ་དང་དེ་ནི། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ། །
en: Fifty human years equals one day in the Heaven of the Four Great Kings.

source: ཉིན་ཞག་གི་ཚད་དེས་ཉི་མ་བཅྭ་ལྔ་ལ་ཟླ་བ་ཕྱེད་དོ། །
en: With the length of such days, fifteen days equals a fortnight,

source: ཉི་མ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག་གོ། །
en: thirty days a month,

source: ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་གོ། །
en: and twelve months a year.

source: རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་ལྔ་བརྒྱ་སྟེ།
en: The lifespan of the gods in the Heaven of the Four Great Kings is five hundred such years but

source: མི་རྣམས་ཀྱི་ལོ་བརྒྱ་པ་དེ་ནི། སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷ་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་སྟེ།
en: One hundred human years equals one day in the Heaven of the Thirty-Three.

source: ཉིན་ཞག་གི་ཚད་དེས་ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་གོ། །
en: With the length of such days . . . twelve months make a year.

source: སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་སྟོང་སྟེ།
en: The lifespan of the gods in the Heaven of the Thirty-Three is one thousand such years but
